<?php
    return[
        'hiam'=>'Сәлем мен',
        'whoami'=>'Мен кіммін?',
        'contact'=>'Менімен хабарласыңыз!',
        'blog'=>'Блогтар!',
        'muhammed'=>'Мұхаммед',
        'whoamitext'=>'Мен Мұхаммед Йылмазмын, қазір Сулейман Демирел атындағы университетте оқимын. Мен Түркияданмын, бірақ мен де Қазақстаннанмын',
        'goback'=>'Оралу',
        'contacttext'=>'Сіз маған мына телефон арқылы хабарласа аласыз:',
        'github'=>'Менің GitHub тіркелгім',
        'climate'=>'Климаттың өзгеруі',
        'blogtext'=>'Грета Тинтин Элеонора Эрнман Тунберг - шведтік қоршаған ортаны қорғаушы, әлем лидерлерін климаттың өзгеруіне қарсы шұғыл шаралар қабылдауға шақырғаны үшін танымал әлем.',
        'blogtext2'=>'Тунберг алғашында өзінің жастығына және өзінің көпшілік алдында, сондай-ақ саяси көшбасшылар мен жиындардың алдында сөйлеу мәнеріне назар аударды, ол климат дағдарысын шешу үшін жеткілікті деп санайтын нәрсені жасамағаны үшін әлемдік көшбасшыларды сынға алды. Тунбергстің белсенділігі оның ата-анасы оны көміртегі ізін азайту үшін бірнеше өмір салтын таңдауға сендіргеннен кейін басталды. 2018 жылдың тамызында, 15 жасында, ол мектеп күндерін Швеция парламентінің сыртында өткізіп, климаттың өзгеруіне қатысты көбірек шаралар қабылдауға шақырды, ол Skolstrejk för klimatet (климатқа арналған мектеп ереуілі) деген жазуды ұстап тұрды. Көп ұзамай басқа студенттер өздерінің наразылықтарын өздерінің қауымдастықтарында бастады. Олар бірге «Болашақ үшін жұма» атты климаттық ереуіл ұйымдастырды. Тунбергтің БҰҰ-ның 2018 жылғы климаттың өзгеру конференциясында сөйлеген сөзінен бастап студенттердің ереуілдері әлемнің кез-келген жерінде апта сайын өткізіліп келеді. 2019 жылы бірнеше қалада бірнеше келісілген наразылық акциялары өтті, олардың әрқайсысында миллионнан астам студент болды. Ұшып кетпес үшін Тунберг Солтүстік Америкаға сапар шекті, онда ол БҰҰ-ның климаттың өзгеруі жөніндегі 2019 саммитіне қатысты. Ондағы «Сіз қалай батылсыз?» Деп дауыстаған қойылымы баспасөзде кеңінен қабылданып, музыкаға қосылды. Оның кенеттен бүкіл әлемге танымал болуы оны көшбасшыға айналдырды [9] және сыншылардың нысанасына айналды. Оның әлемдік аренадағы ықпалын The Guardian және басқа газеттер «Greta Effect» деп атады. Ол көптеген марапаттар мен наградаларға ие болды, соның ішінде Шотландия Корольдік Географиялық Қоғамының Құрметті мүшелігі, Time журналының 100 ең ықпалды адамы, уақыттың ең жас адамы, Forbes әлемдегі ең ықпалды 100 әйел (2019). және қатарынан екі Нобель сыйлығы номинациясы (2019 және 2020).'

    ]

?>