<?php
    return[
        'hiam'=>'Привет, я',
        'whoami'=>'Кто я?',
        'contact'=>'Свяжитесь со мной!',
        'blog'=>'Блоги!',
        'muhammed'=>'Мухаммед',
        'whoamitext'=>'Я Мухаммед Йилмаз, сейчас учусь в Университете Сулеймана Демиреля. Я родом из Турции, но я тоже из Казахстана',
        'goback'=>'Назад',
        'contacttext'=>'Вы можете связаться со мной по этому номеру:',
        'github'=>'Моя учетная запись GitHub',
        'climate'=>'Изменение климата',
        'blogtext'=>'Грета Тинтин Элеонора Эрнман Тунберг - шведский экологический активист, всемирно известный своим призывом к мировым лидерам принять немедленные меры против изменения климата.',
        'blogtext2'=>'Первоначально Тунберг привлекла внимание своей молодостью и своей прямой манерой говорить как на публике, так и перед политическими лидерами и собраниями, в которых она критикует мировых лидеров за их неспособность предпринять то, что она считает достаточными для решения климатического кризиса. Активизм Тунбергс начался после того, как ее родители убедили ее выбрать несколько вариантов образа жизни, чтобы уменьшить свой углеродный след. В августе 2018 года, в возрасте 15 лет, она начала проводить школьные дни за пределами парламента Швеции, чтобы призвать к более активным действиям по борьбе с изменением климата, подняв табличку с надписью Skolstrejk för klimatet (Школьная забастовка за климат). Вскоре другие студенты начали аналогичные акции протеста в своих общинах. Вместе они организовали школьную климатическую забастовку под названием «Пятницы ради будущего». После выступления Тунберга на конференции ООН по изменению климата 2018 года студенческие забастовки проходили каждую неделю где-то в мире. В 2019 году прошли несколько скоординированных акций протеста в нескольких городах, в каждой из которых участвовало более миллиона студентов. Чтобы избежать полетов, Тунберг отправилась в Северную Америку, где приняла участие в Саммите ООН по борьбе с изменением климата в 2019 году. Ее выступление там, в котором она воскликнула: «Как ты смеешь?», Было широко подхвачено прессой и включено в музыку. Ее внезапный рост к мировой известности сделал ее лидером [9] и мишенью для критиков. Ее влияние на мировой арене было описано The Guardian и другими газетами как «эффект Греты». Она получила множество наград и наград, в том числе почетное членство Королевского шотландского географического общества, включение в список 100 самых влиятельных людей журнала Time, звание самого молодого человека года в рейтинге Time, включение в список 100 самых влиятельных женщин мира по версии журнала Forbes (2019). и две подряд номинации на Нобелевскую премию мира (2019 и 2020).'
        
    ]

?>